Repository: slgobinath/SafeEyes
Catalog: safeeyes/config/locale/*/LC_MESSAGES/safeeyes.po
Languages: bn_in, eo, pl, sr, sv

source: Gently close your eyes
bn_in: আলতো করে চোখ বন্ধ করুন

source: Roll your eyes a few times to each side
bn_in: দুদিকে কয়েকবার চোখ ঘুরিয়ে নিন
eo: Movu viajn okulojn kelkfoje al ĉiu flanko
pl: Przewróć oczami kilka razy w każdą stronę
sr: Колутајте очима „исцртавајући“ број 8 неколико пута
sv: Rulla ögonen några gånger åt varje sida

source: Rotate your eyes in clockwise direction
bn_in: ঘড়ির কাঁটার দিকে চোখ ঘোরান
eo: Turnu viajn okulojn horloĝdirekte
pl: Przewróć oczy zgodnie z ruchem wskazówek zegara
sr: Колутајте очи у круг у смеру казаљке на сату
sv: Vrid ögonen i medurs riktning

source: Rotate your eyes in counterclockwise direction
bn_in: ঘড়ির কাঁটার বিপরীত দিকে চোখ ঘোরান
eo: Turnu viajn okulojn kontraŭhorloĝdirekte
pl: Przewróć oczy w kierunku przeciwnym do kierunku wskazówek zegara
sr: Колутајте очи у круг у смеру супротном од казаљке на сату
sv: Vrid ögonen i moturs riktning

source: Blink your eyes
bn_in: চোখ পিটপিট করুন
eo: Palpebrumu
pl: Zamrugaj oczami
sr: Трепћите очима
sv: Blinka med ögonen

source: Focus on a point in the far distance
bn_in: দূরের কোনো একটি স্থানে দৃষ্টি স্থির করুন
eo: Fokusu malfermegan punkton
pl: Skup się na punkcie znajdującym się w oddali
sr: Усмерите поглед на тачку у даљини
sv: Fokusera på en punkt på långt avstånd

source: Have some water
bn_in: একটু জল খেয়ে নিন
eo: Trinku kelke da akvo
pl: Napij się trochę wody
sr: Попијте воду
sv: Drick lite vatten

source: Walk for a while
bn_in: একটু হেঁটে আসুন
eo: Promenu dum mallonga tempo
pl: Przejdź się
sr: Протегните се
sv: Promenera en stund

source: Lean back at your seat and relax
bn_in: চেয়ারে ভালো করে আরাম নিন
eo: Klinu vin malantaŭen en via seĝo kaj malstreĉu
pl: Oprzyj się i zrelaksuj
sr: Завалите се у фотељу и опустите се
sv: Luta dig tillbaka på din plats och slappna av

source: show the about dialog
bn_in: অ্যাপ সম্পর্কে তথ্য দেখুন
eo: montri la pri-dialogon
pl: pokaż okno "O programie"
sr: Прикажи о нама прозор
sv: visa dialogrutan om

source: disable the currently running Safe Eyes instance
bn_in: বর্তমানে চলমান Safe Eyes নিষ্ক্রিয় করুন

source: enable the currently running Safe Eyes instance
bn_in: বর্তমানে চলমান Safe Eyes সক্রিয় করুন

source: quit the running Safe Eyes instance and exit
bn_in: চলমান Safe Eyes বন্ধ করে বেরিয়ে যান

source: show the settings dialog
bn_in: সেটিংস ডায়ালগ দেখান
eo: montri la dialogon de agordoj
pl: pokaż okno dialogowe ustawień
sr: Прикажи прозор са подешавањима
sv: visa dialogrutan inställningar

source: start Safe Eyes in debug mode
bn_in: Safe Eyes-কে debug মোডে চালান

source: print the status of running safeeyes instance and exit
bn_in: চলমান Safe Eyes-এর অবস্থা দেখিয়ে বেরিয়ে যান
eo: montri la staton de la rulanta apero de safeeyes kaj eliri
pl: wydrukuj status uruchomionej instancji safeeyes i zakończ
sr: Одштампајте статус тренутне сесије safeeyes-a и напустите
sv: skriv ut status för körning av safeeyes-instansen och avsluta

source: Safe Eyes is not running
bn_in: Safe Eyes চলছে না
eo: Safe Eyes nun ne rulas
pl: Safe Eyes nie jest uruchomiony
sr: Safe Eyes није укључен
sv: Safe Eyes körs inte

source: Close
bn_in: বন্ধ করুন
eo: Malfemi
pl: Zamknij
sr: Затворите
sv: Stäng

source: Safe Eyes protects your eyes from eye strain (asthenopia) by reminding you to take breaks while you're working long hours at the computer
bn_in: Safe Eyes আপনাকে কম্পিউটারে দীর্ঘসময় কাজ করার সময় বিরতি নিতে মনে করিয়ে দেয় এবং এর মাধ্যমে চোখের ক্লান্তি (অ্যাস্থেনোপিয়া) থেকে রক্ষা করে
eo: Priskribo
pl: Safe Eyes chroni Twoje oczy przed przemęczeniem i astenopią, przypominając Ci o robieniu przerw podczas długotrwałej pracy przy komputerze
sr: Safe Eyes штити Ваше очи од напрезања (astenopija) подсећајући Вас да правите паузе током вишесатне употребе компјутера
sv: beskrivning

source: License
bn_in: অনুমতিপত্র
eo: Licenco
pl: Licencja
sr: Лиценца
sv: Licens

source: List of Contributors
bn_in: অংশগ্রহণকারীদের তালিকা

source: Help us translate this app
bn_in: এই অ্যাপটি অনুবাদ করতে আমাদের সাহায্য করুন

source: Skip
bn_in: বাতিল করুন
eo: Preterpasi
pl: Pomiń
sr: Прескочите
sv: Hoppa över

source: Postpone
bn_in: স্থগিত করুন
eo: Prokrasti
pl: Przełóż
sr: Одложите
sv: Skjut upp

source: Break duration (in seconds)
bn_in: বিরতির সময়কাল (সেকেন্ডে)
eo: Daŭro de paŭzo (en sekundoj)
pl: Długość przerwy (w sekundach)
sr: Време трајања паузе (у секундама)
sv: Avbrottslängd (i sekunder)

source: Interval between two breaks (in minutes)
bn_in: দুইটি বিরতির মধ্যে ব্যবধান (মিনিটে)
eo: Intertempo inter du paŭzoj (en minutoj)
pl: Odstęp między dwoma przerwami (w minutach)
sr: Временски период између две паузе (у минутима)
sv: Intervall mellan två raster (i minuter)

source: Time to prepare for a break (in seconds)
bn_in: বিরতির জন্য প্রস্তুতির সময় (সেকেন্ডে)
eo: Tempo por prepari por paŭzon (en sekundoj)
pl: Czas na przygotowanie się do przerwy (w sekundach)
sr: Време припреме за паузу (у секундама)
sv: Dags att förbereda sig för en paus (i sekunder)

source: Keyboard shortcuts disabled period (in seconds)
bn_in: কীবোর্ড শর্টকাট নিষ্ক্রিয়করণের সময় (সেকেন্ডে)
eo: Daŭro de malebligo de fulmoklavoj (en sekundoj)
pl: Okres wyłączenia skrótów klawiszowych (w sekundach)
sr: Временски период искључења пречица тастатуре (у секундама)
sv: Kortkommandon inaktiverad period (i sekunder)

source: Postponement duration (in minutes)
bn_in: স্থগিতকরণের সময়কাল (মিনিটে)
eo: Daŭro de prokrasto (en minutoj)
pl: Czas przełożenia (w minutach)
sr: Дужина трајања Одлагања (у минутима)
sv: Uppskjutningsvaraktighet (i minuter)

source: Show breaks in random order
bn_in: বিরতিগুলো এলোমেলোভাবে দেখান
eo: Montri paŭzojn en hazarda ordo
pl: Wyświetlaj przerwy w losowej kolejności
sr: Прикажите паузе насумичним редоследом
sv: Visa avbrott i slumpmässig ordning

source: Strict break (No way to skip breaks)
bn_in: কঠোর বিরতি (বিরতি বাদ দেওয়া যাবে না)
eo: Severa paŭzo (Ne eblas preterpasi paŭzojn)
pl: Przerwy ścisłe (Bez sposobu na ich ominięcie)
sr: Обавезна пауза (без могућности одлагања пауза)
sv: Strikt paus (inget sätt att hoppa över pauser)

source: Allow postponing breaks
bn_in: বিরতি স্থগিত করার অনুমতি দিন
eo: Lasi prokrasti paŭzojn
pl: Pozwól na przełożenie przerw
sr: Дозволи одлагање пауза
sv: Tillåt att skjuta upp pauser

source: Persist the internal state
bn_in: অভ্যন্তরীণ অবস্থা সংরক্ষণ করুন
eo: Daŭri la internan staton
pl: Utrzymaj stan wewnętrzny
sr: Задржи интерни статус
sv: Bevara det interna tillståndet

source: Long break interval must be a multiple of short break interval
bn_in: দীর্ঘ বিরতির ব্যবধান অবশ্যই সংক্ষিপ্ত বিরতির ব্যবধানের গুণিতক হতে হবে
eo: Longa paŭza intertempo devas esti oblo de mallonga paŭza intertempo
pl: Długa przerwa musi być poprzedzona kilkoma krótkimi
sr: Интервали између дугих пауза морају бити неколико пута дужи од интервала између кратких пауза
sv: Lång paus intervall måste vara en multipel av kort paus intervall

source: Reset
bn_in: Reset করুন
eo: Restartigi
pl: Resetuj
sr: Поново покрените
sv: Återställ

source: Are you sure you want to reset all settings to default?
bn_in: আপনি কি নিশ্চিত যে সব সেটিংস নতুন অবস্থায় reset করতে চান?
eo: Ĉu vi certe volas restarigi ĉiujn agordojn al defaŭlta?
pl: Czy chcesz przywrócić ustawienia domyślne?
sr: Да ли сигурно желите да вратите сва подешавања на подразумевана подешавања?
sv: Är du säker på att du vill återställa alla inställningar till standard?

source: Options
bn_in: বিকল্প
eo: Agordoj
pl: Opcje
sr: Опције
sv: Alternativ

source: Short Breaks
bn_in: সংক্ষিপ্ত বিরতি
eo: Mallongaj Paŭzoj
pl: Krótkie Przerwy
sr: Кратке Паузе
sv: Korta pauser

source: Long Breaks
bn_in: দীর্ঘ বিরতি
eo: Longaj Paŭzoj
pl: Długie Przerwy
sr: Дуге Паузе
sv: Långa pauser

source: Delete
bn_in: মুছে ফেলুন
eo: Forigi
pl: Usuń
sr: Обришите
sv: Radera

source: Are you sure you want to delete this break?
bn_in: আপনি কি নিশ্চিত যে এই বিরতি মুছে ফেলতে চান?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun paŭzon?
pl: Czy na pewno chcesz usunąć tę przerwę?
sr: Да ли сигурно желите да обришете ову паузу?
sv: Är du säker på att du vill ta bort denna paus?

source: You can't undo this action.
bn_in: আপনি এটি পূর্বাবস্থায় ফিরিয়ে আনতে পারবেন না।
eo: Vi ne povas malfari ĉi tiun agon.
pl: Nie można cofnąć tej operacji.
sr: Не можете опозвати радњу.
sv: Du kan inte ångra den här åtgärden.

source: Break
bn_in: বিরতি
eo: Paŭzo
pl: Przerwa
sr: Пауза
sv: Rast

source: Breaks
bn_in: বিরতিসমূহ
eo: Paŭzoj
pl: Przerwy
sr: Паузе
sv: Raster

source: Plugins
bn_in: প্লাগইন
eo: Kromaĵoj
pl: Wtyczki
sr: Додаци
sv: Insticksmoduler

source: Type
bn_in: ধরন
eo: Tipo
pl: Rodzaj
sr: Укуцајте
sv: Typ

source: Short
bn_in: সংক্ষিপ্ত
eo: Mallonga
pl: Krótkie
sr: Кратка
sv: Kort

source: Long
bn_in: দীর্ঘ
eo: Longa
pl: Długie
sr: Дуга
sv: Lång

source: Image
bn_in: ছবি
eo: Bildo
pl: Obraz
sr: Слика
sv: Bild

source: Select
bn_in: নির্বাচন করুন
eo: Elekti
pl: Wybierz
sr: Изаберите
sv: Välj

source: Please select an image
bn_in: অনুগ্রহ করে একটি ছবি নির্বাচন করুন
eo: Bonvolu elekti bildon
pl: Proszę wybrać obraz
sr: Молимо Вас изаберите слику
sv: Välj en bild

source: Duration
bn_in: দৈর্ঘ্য
eo: Daŭro
pl: Czas trwania
sr: Дужина трајања
sv: Varaktighet

source: Time to wait
bn_in: অপেক্ষার সময়
eo: Tempo por atendi
pl: Czas oczekiwania
sr: Време чекања
sv: Tid att vänta

source: Override
bn_in: মুছে দিয়ে নতুন করে তৈরি করুন
eo: Transpasi
pl: Nadpisz
sr: Преписати
sv: Åsidosätt

source: Time (in seconds)
bn_in: সময় (সেকেন্ডে)
eo: Tempo (sekunde)
pl: Czas (w sekundach)
sr: Време (у секундама)
sv: Tid (i sekunder)

source: Time (in minutes)
bn_in: সময় (মিনিটে)
eo: Tempo (minute)
pl: Czas (w minutach)
sr: Време (у минутима)
sv: Tid (i minuter)

source: Break Settings
bn_in: বিরতি সেটিংস
eo: Paŭzaj Agordoj
pl: Ustawienia Przerwy
sr: Подешавање паузе
sv: Rast inställningar

source: Plugin Settings
bn_in: প্লাগইন সেটিংস
eo: Kromaĵaj Agordoj
pl: Ustawienia Wtyczek
sr: Подешавање додатака
sv: Tilläggsinställningar

source: Plugin does not support %s desktop environment
bn_in: প্লাগইনটি %s ডেস্কটপ পরিবেশ সমর্থন করে না
eo: Kromaĵo ne subtenas %s-fenestrilon
pl: Wtyczki nie wspierają środowiska %s
sr: Додатак не подржава %s радну површину
sv: Insticksmodul stöder inte %s skrivbordsmiljö

source: Please install the Python module '%s'
bn_in: অনুগ্রহ করে '%s' পাইথন মডিউলটি ইনস্টল করুন
eo: Bonvolu instali la modulo de Python '%s'
pl: Proszę zainstalować moduł Pythona '%s'
sr: Молимо Вас, преузмите модул '%s' за Пајтон
sv: Installera Python-modulen '%s'

source: Please install the command-line tool '%s'
bn_in: অনুগ্রহ করে '%s' কমান্ড-লাইন টুলটি ইনস্টল করুন
eo: Bonvolu instali la ilo de komanda linio '%s'
pl: Proszę zainstalować wiersz poleceń '%s'
sr: Молимо Вас, преузмите алатку командне-линије '%s'
sv: Installera kommandoradsverktyget '%s'

source: Invalid cron expression '%s'
bn_in: অবৈধ cron এক্সপ্রেশন '%s'
eo: Nevalida esprimo de cron '%s'
pl: Nieprawidłowe wyrażenie cron '%s'
sr: Неправилан формат за извршавање cron посла '%s'
sv: Ogiltigt cron uttryck '%s'

source: Please add the resource %(resource)s to %(config_resource)s directory
bn_in: অনুগ্রহ করে %(resource)s টি %(config_resource)s ডিরেক্টরিতে যোগ করুন
eo: Bonvolu aldoni la rimedon %(resource)s al %(config_resource)s-dosierujo
pl: Proszę dodać źródło %(resource)s do katalogu %(config_resource)s
sr: Молимо Вас, додајте ресурс %(resource)s у %(config_resource)s директоријум
sv: Lägg till resursen %(resource)s till %(config_resource)s katalog

source: New Break
bn_in: নতুন বিরতি
eo: Nova Paŭzo
pl: Nowa Przerwa
sr: Нова Пауза
sv: Ny Paus

source: Remove
bn_in: মুছে ফেলুন
eo: Forigi
pl: Usuń
sr: Уклоните
sv: Ta bort

source: Discard
bn_in: বাতিল করুন
eo: Forĵeti
pl: Odrzuć
sr: Одбаците
sv: Förkasta

source: Save
bn_in: সংরক্ষণ করুন
eo: Konservi
pl: Zapisz
sr: Сачувајте
sv: Spara

source: Audible Alert
bn_in: শব্দ সতর্কতা
eo: Aŭdebla Alarmo
pl: Powiadomienie Dźwiękowe
sr: Звучно Обавештење
sv: Hörbar varning

source: Play audible alert before and after breaks
bn_in: বিরতির আগে এবং পরে শব্দ সতর্কতা বাজান
eo: Ludi aŭdeblan alarmon antaŭ kaj post paŭzoj
pl: Graj dźwiękowy alert przed i po przerwach
sr: Пустите звучно обавештење пре и после пауза
sv: Spela hörbar varning före och efter pauser

source: Play audible alert before breaks
bn_in: বিরতির আগে শব্দ সতর্কতা বাজান
eo: Ludi aŭdeblan alarmon antaŭ paŭzoj
pl: Odtwórz dźwięk przed przerwami
sr: Пустите звучно обавештење пре пауза
sv: Spela hörbar varning före pauser

source: Play audible alert after breaks
bn_in: বিরতির পরে শব্দ সতর্কতা বাজান
eo: Ludi aŭdeblan alarmon post paŭzoj
pl: Odtwarzaj alarm dźwiękowy po przerwach
sr: Пустите звучно овавештење након пауза
sv: Spela hörbar varning efter pauser

source: Do Not Disturb
bn_in: বিঘ্নমুক্ত পরিবেশ
eo: Ne Interrompi
pl: Nie Przeszkadzać
sr: Не Узнемиравај
sv: Stör ej

source: Skip break if the active window is in fullscreen mode
bn_in: যদি সক্রিয় উইন্ডো ফুলস্ক্রিন থাকে তবে বিরতি বাদ দিন
eo: Preterpasi paŭzon, se la aktiva fenestro estas en plenekrana reĝimo
pl: Pomiń przerwę, jeśli aktywne okno jest w trybie pełnoekranowym
sr: Прескочите паузу уколико је тренутни радни прозор у пуном екрану
sv: Hoppa över paus om det aktiva fönstret är i fullskärmsläge

source: Do not interrupt these windows anytime
bn_in: এই উইন্ডোগুলোকে কখনো ব্যাহত করা হবে না
eo: Ne interrompi ĉi tiujn fenestrojn iutempe
pl: Nigdy więcej nie przerywaj okien
sr: Никада не ометајте ове радне прозоре
sv: Avbryt helst inte dessa fönster

source: Interrupt these windows regardless of their state
bn_in: উইন্ডোগুলোকে তাদের অবস্থা নির্বিশেষে ব্যাহত করা হবে
eo: Interrompi ĉi tiujn fenestrojn senrespekte al ilia stato
pl: Przerywaj okna niezależnie od ich stanu
sr: Ометајте ове радне прозоре без обзира на њихово стање
sv: Avbryta dessa fönster oavsett tillstånd

source: Switch the interruptible windows to normal mode
bn_in: বাধাযোগ্য উইন্ডোগুলোকে সবাভাবিন অবস্থায় এনে দিন
eo: Komuti la interrompeblan fenestron al normala reĝimo
pl: Przełącz przerwane okna do trybu normalnego
sr: Промените променљив радни прозор у нормалан режим
sv: Växla de avbrytbara fönstren till normalt läge

source: Do not disturb while on battery
bn_in: ব্যাটারিতে থাকাকালে বিঘ্নিত করবেন না
eo: Ne ĝeni dum bateria reĝimo
pl: Nie przeszkadzaj na baterii
sr: Не Узнемиравај док компјутер ради са батерије
sv: Stör ej vid batteridrift

source: Health Statistics
bn_in: স্বাস্থ্য পরিসংখ্যান
eo: Sanaj Statistikoj
pl: Statystyki Zdrowotne
sr: Здравствена статистика
sv: Hälsostatistik

source: Show statistics based on how you use Safe Eyes
bn_in: আপনি Safe Eyes কীভাবে ব্যবহার করছেন তা ভিত্তিতে পরিসংখ্যান দেখান
eo: Montri statistikojn bazita sur kiel vi uzas Safe Eyes
pl: Pokaż statystyki oparte o Safe Eyes
sr: Покажи статистику на основу Ваше употребе Safe Eyes-a
sv: Visa statistik baserat på hur du använder Safe Eyes

source: Statistics reset interval (cron expression)
bn_in: পরিসংখ্যান নতুন করে শুরু করার সময়সূচী (cron এক্সপ্রেশন)
eo: Daŭro por restarigi statistikojn (esprimo de cron)
pl: Okres resetowania statystyk (wyrażenie cron)
sr: Интервал ресетовања Података (cron послова)
sv: Återställningsintervall för statistik (cron-uttryck)

source: Notification
bn_in: বিজ্ঞপ্তি
eo: Sciigo
pl: Powiadomienia
sr: Обавештење
sv: Avisering

source: Show a system notification before breaks
bn_in: বিরতির আগে সিস্টেম বিজ্ঞপ্তি দেখান
eo: Montri sisteman sciigon antaŭ paŭzoj
pl: Pokaż powiadomienia systemowe przed przerwami
sr: Покажите системско обавештење пре почетка пауза
sv: Visa ett systemmeddelande före pauser

source: Ready for a short break in %s seconds
bn_in: %s সেকেন্ড পরে সংক্ষিপ্ত বিরতির জন্য প্রস্তুত
eo: Preta por mallonga paŭzo en %s sekundoj
pl: Przygotuj się na krótką przerwę w ciągu %s sekund
sr: Спремите се за кратку паузу у року од %s секунди
sv: Redo för en kort paus på %s sekunder

source: Ready for a long break in %s seconds
bn_in: %s সেকেন্ড পরে দীর্ঘ বিরতির জন্য প্রস্তুত
eo: Preta por longa paŭzo en %s sekundoj
pl: Przygotuj się na długą przerwę w ciągu %s sekund
sr: Спремите се за дугу паузу у року од %s секунди
sv: Redo för en lång paus på %s sekunder

source: Screensaver
bn_in: স্ক্রিনসেভার
eo: Ekrankurteno
pl: Wygaszacz ekranu
sr: Чувар екрана
sv: Skärmsläckare

source: Lock the screen after long breaks by starting screensaver/screen-lock
bn_in: দীর্ঘবিরতির পর স্ক্রিনসেভার/স্ক্রিন-লক চালু করুন

source: Custom screensaver or screen-lock command
bn_in: কাস্টম স্ক্রিনসেভার বা স্ক্রিন-লক কমান্ড

source: Minimum seconds to skip without screensaver
bn_in: স্ক্রিনসেভার ছাড়া বাদ দেয়ার ন্যূনতম সময় (সেকেন্ডে)
eo: Minimumaj sekundoj por preterpasi sen ekrankurteno
pl: Minimalna ilość sekund do pominięcia wygaszacza ekranu
sr: Најмањи број секунди за прескакање без чувара екрана
sv: Minsta sekunder för att hoppa över utan skärmsläckare

source: Lock screen
bn_in: স্ক্রিন লক করুন
eo: Ŝlosi ekranon
pl: Ekran blokady
sr: Закључајте екран
sv: Låsskärm

source: Smart Pause
bn_in: স্মার্ট পজ
eo: Inteligenta Paŭzo
pl: Inteligentna Pauza
sr: Паметна Пауза
sv: Smart paus

source: Pause Safe Eyes if the system is idle
bn_in: কম্পিউটার ঘুমিয়ে থাকলে Safe Eyes পজ করুন
eo: Paŭzi je Safe Eyes, se la sistemo estas senokupa
pl: Zatrzymaj Safe Eyes podczas bezczynności
sr: Зауставите Safe-Eyes уколико систем мирује
sv: Pausa Safe Eyes om systemet är inaktivt

source: Minimum idle time to pause Safe Eyes (in seconds)
bn_in: Safe Eyes পজ করার জন্য ন্যূনতম ঘুমিয়ে থাকার সময় (সেকেন্ডে)
eo: Minimuma senokupa tempo por paŭzi je Safe Eyes (en sekundoj)
pl: Minimalny czas bezczynności (w sekundach)
sr: Најкраћи временски период потребан за заустављање Safe Eyes-a (у секундама)
sv: Minsta inaktivitetstid för att pausa Safe Eyes (i sekunder)

source: Interpret idle time equivalent to upcoming break duration as a break
bn_in: আসন্ন বিরতির সময়ের সমপরিমাণ ঘুমের সময়কে একটি বিরতি হিসেবে গণ্য করুন
eo: Interpreti senokupan tempon ekvivalentan al venonta daŭro de paŭzo kiel paŭzo
pl: Interpretuj czas bezczynności odpowiadający zbliżonemu czasowi trwania przerwy jako przerwę
sr: Протумачите време мировања еквивалентно трајању предстојеће паузе као паузу
sv: Tolka inaktiv tid som motsvarar kommande avbrottsvaraktighet som en paus

source: Postpone the next break until the system becomes idle
bn_in: সিস্টেম ঘুমিয়ে না পড়া পর্যন্ত পরবর্তী বিরতি স্থগিত রাখুন
eo: Prokrasti la sekvan paŭzon ĝis la sistemo iĝas senokupa
pl: Odłóż następną przerwę do czasu, gdy system będzie bezczynny
sr: Одложите наредну паузу док систем не постане неактиван
sv: Skjut upp nästa paus tills systemet blir inaktivt

source: Tray Icon
bn_in: ট্রে চিহ্ন
eo: Trava Bildsimbolo
pl: Ikona w zasobniku
sr: Иконица на панелу
sv: Aktivitetsfältsikon

source: Show a tray icon in the notification area
bn_in: নোটিফিকেশন এলাকায় একটি ট্রে চিহ্ন দেখান
eo: Montri travan bildsimbolon en la sciiga zono
pl: Pokaż ikonę w obszarze powiadomień
sr: Покажите иконицу на панелу у Обавештењима
sv: Visa en aktivitetsfältsikon i meddelandefältet

source: Show next break time in tray icon
bn_in: ট্রে চিহ্নে পরবর্তী বিরতির সময় দেখান
eo: Montri sekvan tempon de paŭzo en pleta bildeto
pl: Pokaż następny czas przerwy w obszarze powiadomień
sr: Покажите време следеће паузе на иконици на панелу
sv: Visa nästa paustid i aktivitetsikonen

source: Allow disabling Safe Eyes
bn_in: Safe Eyes নিষ্ক্রিয় করার অনুমতি দিন
eo: Permesi malebligi je Safe Eyes
pl: Pozwól na zablokowanie Safe Eyes
sr: Дозволи онемогућавање Safe Eyes-a
sv: Tillåt inaktivering av Safe Eyes

source: About
bn_in: এই সম্বন্ধে
eo: Pri
pl: O programie
sr: О програму
sv: Om

source: Disable Safe Eyes
bn_in: Safe Eyes নিষ্ক্রিয় করুন
eo: Malebligi je Safe Eyes
pl: Wyłącz Safe Eyes
sr: Онемогући Safe Eyes
sv: Inaktivera Safe Eyes

source: Disabled until %s
bn_in: %s পর্যন্ত নিষ্ক্রিয় থাকবে
eo: Malebligita ĝis %s
pl: Wyłączony do %s
sr: Онемогућено до %s
sv: Inaktiverad tills %s

source: Disabled until restart
bn_in: রিস্টার্ট না করা পর্যন্ত নিষ্ক্রিয়
eo: Malebligita ĝis restartigo
pl: Wyłączony do ponownego uruchomienia
sr: Онемогућено до ресетовања
sv: Inaktiverad tills omstart

source: Enable Safe Eyes
bn_in: Safe Eyes সক্রিয় করুন
eo: Malebligi je Safe Eyes
pl: Włącz Safe Eyes
sr: Омогући Safe Eyes
sv: Aktivera Safe Eyes

source: For %(num)d Hour
bn_in: %(num)d ঘণ্টার জন্য
eo: Dum %(num)d Horo
pl: Na %(num)d godzinę
sv: För %(num)d timme

source: For %(num)d Minute
bn_in: %(num)d মিনিটের জন্য
eo: Dum %(num)d Minuto
pl: Na %(num)d minutę
sv: För %(num)d minut

source: For %(num)d Second
bn_in: %(num)d সেকেন্ডের জন্য
eo: Dum %(num)d Sekundo
pl: Na %(num)d sekundę
sv: För %(num)d sekund

source: Next break at %s
bn_in: %s-এ পরবর্তী বিরতি
eo: Sekva paŭzo je %s
pl: Kolejna przerwa o %s
sr: Наредна пауза је у %s
sv: Nästa paus vid %s

source: No Breaks Available
bn_in: কোনো বিরতি উপলব্ধ নয়
eo: Neniu Paŭzo Disponebla
pl: Brak Dostępnych Przerw
sr: Нема доступних Пауза
sv: Inga pauser tillgängliga

source: Settings
bn_in: সেটিংস
eo: Agordoj
pl: Ustawienia
sr: Подешавања
sv: Inställningar

source: Take a break now
bn_in: এখনই বিরতি নিন
eo: Paŭzi nun
pl: Zrób sobie teraz przerwę
sr: Сада направи паузу
sv: Ta en paus nu

source: Any break
bn_in: যেকোনো বিরতি

source: Short break
bn_in: সংক্ষিপ্ত বিরতি

source: Long break
bn_in: দীর্ঘ বিরতি

source: Until restart
bn_in: রিস্টার্ট না করা পর্যন্ত
eo: Ĝis restarto
pl: Do ponownego uruchomienia
sr: До ресетовања
sv: Tills omstart

source: Quit
bn_in: প্রস্থান
eo: Forlasi
pl: Wyjście
sr: Изађите
sv: Avsluta

source: Media Control
bn_in: মিডিয়া নিয়ন্ত্রণ
eo: Aŭdovidaĵa Stiro
pl: Kontrola multimediów
sr: Контрола медија
sv: Mediekontroll

source: Pause media players from the break screen
bn_in: ব্রীক স্ক্রিন থেকে মিডিয়া প্লেয়ার পজ করুন
eo: Paŭzi plurmediajn ludilojn ene de la paŭza ekrano
pl: Możliwość zatrzymania odtwarzaczy multimedialnych z ekranu blokady
sr: Зауставите рад медијских плејера са екрана Паузе
sv: Pausa mediespelare från avbrottsskärmen

source: Pause media
bn_in: মিডিয়া পজ করুন
eo: Paŭzi aŭdovidaĵon
pl: Wstrzymaj odtwarzanie
sr: Паузирај медије
sv: Pausa media

source: Limit Consecutive Skipping
bn_in: পরপর স্থগিত করা যাবে না

source: How many skips or postpones are allowed in a row
bn_in: পরপর কতবার স্থগিত করা যাবে

source: Limit how many breaks can be skipped or postponed in a row
bn_in: পরপর কতবার বিরতি স্থগিত করা যাবে তা সীমাবদ্ধ করুন

source: Skipped or postponed %(num)d/%(allowed)d breaks in a row
bn_in: পরপর %(num)d/%(allowed)d টি বিরতি স্থগিত হয়েছে

source: RSI Prevention
bn_in: RSI প্রতিরোধ

source: Please install service providing tray icons for your desktop environment.
bn_in: অনুগ্রহ করে আপনার ডেস্কটপ পরিবেশের জন্য ট্রে আইকন প্রদানকারী সার্ভিসটি ইনস্টল করুন।

source: Next long break at %s
bn_in: %s-এ পরবর্তী দীর্ঘ বিরতি

source: Next breaks at %(short)s/%(long)s
bn_in: পরবর্তী বিরতিগুলো: %(short)s/%(long)s

source: The required plugin '%s' is missing dependencies!
bn_in: প্রয়োজনীয় প্লাগইন '%s' এর dependencyগুলো অনুপস্থিত!

source: Please install the dependencies or disable the plugin. To hide this message, you can also deactivate the plugin in the settings.
bn_in: অনুগ্রহ করে dependencyগুলো ইনস্টল করুন অথবা প্লাগইনটি নিষ্ক্রিয় করুন। এই বার্তাটি মুছে ফেলতে আপনি সেটিংসে প্লাগইনটি নিষ্ক্রিয়ও করতে পারেন।

source: Click here for more information
bn_in: আরও তথ্যের জন্য এখানে ক্লিক করুন

source: Disable plugin temporarily
bn_in: প্লাগইনটি সাময়িকভাবে নিষ্ক্রিয় করুন

source: Disable permanently
bn_in: একেবারে নিষ্ক্রিয় করুন

source: License:
bn_in: লাইসেন্স:

source: Old stylesheet found at '%(old)s', ignoring. For custom styles, create a new stylesheet in '%(new)s' instead.
bn_in: পুরনো স্টাইলশীট '%(old)s' এ পাওয়া গেছে; এটি উপেক্ষা করা হচ্ছে। কাস্টম স্টাইলের জন্য '%(new)s' এ একটি নতুন স্টাইলশীট তৈরি করুন।

source: Customizing the postpone and skip shortcuts does not work on Wayland.
bn_in: Wayland-এ স্থগিত এবং বাতিল করার শর্টকাট কাস্টমাইজ করা কাজ করে না।

source: Safe Eyes - Error
bn_in: Safe Eyes - ত্রুটি
