Repository: slgobinath/SafeEyes
Catalog: safeeyes/config/locale/*/LC_MESSAGES/safeeyes.po
Languages: bn_in, eo, pl, sr, sv

source: A required plugin is missing dependencies!
bn_in: একটি প্রয়োজনীয় প্লাগইনের dependency অনুপস্থিত!

source: Postponement duration in
bn_in: স্থগিতকরণ সময়কাল

source: minutes
bn_in: মিনিট

source: seconds
bn_in: সেকেন্ড

source: Please install one of the command-line tools: %s
bn_in: অনুগ্রহ করে নিচের কমান্ড-লাইন টুলগুলোর একটি ইনস্টল করুন: %s

source: disable the currently running safeeyes instance
eo: malebligi la nunan rulantan aperon de safeeyes
pl: Wyłącz instancję safeeyes
sr: Онемогућите тренутну сесију safeeyes-a
sv: inaktivera den för närvarande körande safeeyes-instansen

source: enable the currently running safeeyes instance
eo: ebligi la nunan rulantan aperon de safeeyes
pl: Włącz instancję safeeyes
sr: Омогућите тренутну сесију safeeyes-a
sv: aktivera den för närvarande körande safeeyes-instansen

source: quit the running safeeyes instance and exit
eo: ĉesi la rulantan aperon de safeeyes kaj eliri
pl: Wyłącz instancję i wyjdź
sr: Искључите тренутну сесију safeeyes-а и затворите програм
sv: avbryt den körande safeeyes-instansen och avsluta

source: start safeeyes in debug mode
eo: komenci safeeyes-on en sencimiga reĝimo
pl: uruchom safeeyes w trybie debugowania
sr: Покрените safeeyes у режиму за исправљање грешака
sv: starta safeeyes i felsökningsläge

source: Safe Eyes is running without an RPC server. Turn it on to use command-line arguments.
eo: Safe Eyes estas rulanta sen RPC-servilo. Ŝaltu ĝin por uzi komandliniajn argumentojn.
pl: Safe Eyes działa bez serwera RPC. Włącz, aby używać argumentów wiersza polecenia.
sr: Safe Eyes ради без RPC (Remote Procedure Call) сервера. Укључите га како бисте користили командне-линије.
sv: Safe Eyes kör utan "RPC"-server. Slå på den för att kunna använda kommandoradsargument.

source: Use RPC server to receive runtime commands
eo: Uzi RPC-servilon por ricevi rultempajn komandojn
pl: Użyj serwera RPC, aby odbierać polecenia środowiska wykonawczego
sr: Користите RPC сервер како бисте примили runtime команде
sv: Använd RPC-server för att ta emot runtime-kommandon

source: Without the RPC server, command-line commands may not work
eo: Sen la RPC-servilo, komandliniaj komandoj eble ne funkcias
pl: Bez serwera RPC polecenia wiersza polecenia mogą nie działać
sr: Без RPC сервера, унос путем командних-линија можда неће бити успешан
sv: Utan RPC-servern kanske kommandoradskommandon inte fungerar

source: Lock the screen after long breaks by starting screensaver
eo: Bloki la ekranon post longaj paŭzoj ekigante ekrankurtenon
pl: Zablokuj ekran po długich przerwach za pomocą wygaszacza ekranu
sr: Закључајте екран за време дугих паузи тако што ћете укључити чувар екрана
sv: Lås skärmen efter långa pauser genom att starta skärmsläckaren

source: Custom screensaver command
eo: Propra ekrankurtena komando
pl: Niestandardowa komenda wygaszacza ekranu
sr: Команда за чувар екрана по жељи
sv: Anpassat skärmsläckarkommando
